Repository: sanlushibawan/MiniAccount-iOS
Catalog: Localizable.xcstrings
Source language: zh_hans
Languages: en_gb

# Account&Balance
source: 账户余额速览
en_gb: Account&Balance

# An error loading the database, and the application needs to be reinstalled.
source: 加载数据库时出错，需要重新安装应用程序
en_gb: An error loading the database, and the application needs to be reinstalled.

# Colse APP
source: 关闭应用
en_gb: Colse APP

# Don't have an account yet? Click Me to add one.
source: 还没有账户?单击面板去添加
en_gb: Don't have an account yet? Click Me to add one.

# First Account
source: 第一个账户
en_gb: First Account

# Hello %@
source: 你好 %@
en_gb: Hello %@

# Income
source: 收入
en_gb: Income

# No Permission
source: 没有权限
en_gb: No Permission

# Payout
source: 支出
en_gb: Payout

source: 第一次使用迷你账单时，您可以在此表格中输入一些基本信息
en_gb: The first time you use MiniAccount, you can enter some basic information in this page

# Trading date
source: 交易时间
en_gb: Trading date

# User Name
source: 用户名
en_gb: User Name

# Welcome
source: 欢迎使用
en_gb: Welcome

source: 个人&类型设置
en_gb: Personal & Types Settings

source: 信用
en_gb: Credit

source: 修改信息
en_gb: Modify Account

source: 修改消费类型
en_gb: Modify Billing Type

source: 修改用户信息
en_gb: Set Username

source: 储蓄
en_gb: Debit

source: 全部账单
en_gb: All bills

source: 删除
en_gb: Delete

source: 去开启
en_gb: Enable Faceid

source: 取消
en_gb: Cancel

source: 备注
en_gb: Remark

source: 备注信息(选填)
en_gb: Remark(Optional)

source: 备注关键词
en_gb: Remark Keyword

source: 复制账号
en_gb: Copy Account ID

source: 开启面容 ID 权限才能使用锁定功能
en_gb: Turn on Face ID permissions to use the lock function.

source: 开始
en_gb: Start date

source: 当前余额：
en_gb: Current balance:

source: 怎么称呼你
en_gb: What should I call you?

source: 提交修改
en_gb: Submit

source: 支出
en_gb: Expend

source: 收/支 金额
en_gb: Amount of income/expenditure

source: 收入
en_gb: Income

source: 数据统计
en_gb: Data statistics

source: 日期
en_gb: Date

source: 条件检索结果
en_gb: Conditional search results.

source: 标记颜色
en_gb: Color Mark

source: 检索关键字
en_gb: Search keywords in remark

source: 没有找到账户或类型？
en_gb: Didn't have the account or type?

source: 消费类型
en_gb: Billing Type

source: 添加消费类型
en_gb: Add Billing Type

source: 添加账单
en_gb: Add bill

source: 添加账户
en_gb: Add Account

source: 点击验证
en_gb: Click to reverify

source: 类型统计
en_gb: Count by billing type

source: 类型选择
en_gb: Billing Type

source: 结束
en_gb: End date

source: 统计
en_gb: Count

source: 编辑账户
en_gb: Edit Account

source: 账单详情
en_gb: Billing Detail

source: 账号
en_gb: Account Identification

source: 账户&类型
en_gb: Account&Billtype

source: 账户列表
en_gb: Account List

source: 账户名称
en_gb: Account Name

source: 账户类型
en_gb: Account Type

source: 账户统计
en_gb: Count By Account

source: 账户选择
en_gb: Select Account

source: 输入余额
en_gb: Input Balance

source: 金额
en_gb: Amount

source: 金额&备注
en_gb: Amount & Remarks

source: 隐私
en_gb: Privacy Setting

source: 首页展示
en_gb: Display on home panel

source: 默认使用账户
en_gb: Default Account
